<?php
//=======================================================================
//                     تنظیمات اتصال سایت                               |
//                                                                      |
//----------------------------------------------------------------------|
/**/error_reporting(0);									  		    /*|
//           نام کاربری سایت خود را وارد کنید                  		  /*|
/**/$username='root';												  /*|
//            کلمه عبور سایت خود را وارد کنید                 		  /*|
/**/$password='';													  /*|
//=======================================================================
//                     تنظیمات اتصال سرور بانک ملت                      |
//                                                                      |
//----------------------------------------------------------------------|
//         نام بانک اطلاعاتی سایت خود را وارد کنید 					  /*|
/**/$database='bank-mellat'; $general_database='bank-mellat'; $dbTable='administrator';									   /*|
//						 ترمینال ID									  /*|
/**/$terminalId = '1782150';												 /*|
//				 نام کاربری درگاه اینترنتی							  /*|
/**/$userName = 'mande823';												   /*|
// 					رمز عبور درگاه اینترنتی							  /*|
/**/$userPassword = '28296320';;													/*|
//			آدرس فایل پس از پرداخت پول از بانک ملت به هاست شما 		  /*|
/**/$CallBack = 'http://www.hassas-computer.com/pardakht/callback.php';/*|
//                                                		                |
//=======================================================================
/**/function connect($username,$password,$database){				  /*|
/**/$connection=mysql_connect('localhost',$username,$password);	    /*|
/**/$database_select=mysql_select_db($database,$connection);		   /*|
/**/}																 /*|
//=======================================================================
*/
?>